[
    {
      "id": 1,
      "img": "https://i.ibb.co/jyHHGCP/asman.jpg",
      "name": "Asman",
      "writer": "Latiful Islam Shibli",
      "description": "A great book based on a true story.\n The book is writen about war-ton Afganistan.",
      "price": 340,
      "supplier": "somokalin",
      "quantity":3
    },
    {
      "id": 2,
      "img": "https://i.ibb.co/TvCjSG2/deshe.jpg",
      "name": "Desh Bideshe",
      "writer": "Soyed Mujtaba Ali",
      "description": "This is a travel story written by Syed Mujtaba Ali, a fiction writer at home and abroad,\n based on a trip to Afghanistan from 1928 to 1929. It was published continuously in 'Desh' magazine from March 1948. This is the first book published by Syed Mujtaba Ali.Mujtaba Ali is a famous writer in Bangladesh",
      "price": 340,
      "supplier": "somokalin",
      "quantity":3
    },
    {
      "id": 3,
      "name": "1971 Frontline Sera Operation",
      "img": "https://i.ibb.co/N3V1Hfh/1971.jpg",
      "writer": "Sartaj Alim",
      "description": "The book is written about the war of independence of Bangladesh.Mirpur became independent 45 days after Bangladesh became independent. The Bihari allies of the Pak army and the defecting Pak army made Mirpur their base with weapons.",
      "price": 340,
      "supplier": "somokalin",
      "quantity":3
    },
    {
      "id": 4,
      "name": "The Kingdom Of Outsider",
      "img": "https://i.ibb.co/N3V1Hfh/1971.jpg",
      "writer": "Sohel Rana",
      "description": "The Kingdom of Outsiders will answer all that questions.\n1.Why Hitler's tortured Jewish\n2.How to Rothchild's family cnotrolled politics and economics and many more",
      "price": 340,
      "supplier": "somokalin",
      "quantity":3
    },
    {
      "id": 5,
      "name": "Zero Day (John Puller Series)",
      "img": "https://i.ibb.co/N3V1Hfh/1971.jpg",
      "writer": "David Valdacci",
      "description": "Combat veteran and U. S. Army investigator John Puller is on the hunt for justice with the help of a homicide detective--but as they face deceptions and ...",
      "price": 400,
      "supplier": "Grand Center Publisher",
      "quantity":3
    },
    {
      "id": 6,
      "name": "Hell Commando",
      "img": "https://i.ibb.co/N3V1Hfh/1971.jpg",
      "writer": "Major Retired Anowar Hossain",
      "description": "A commando made by enduring strict discipline, inhuman hard work, indescribable physical torture. Sometimes a young Bengali man descends into the rough sea, sometimes he jumps down from the infinite blue sky, sometimes he fights with death on a snow-capped mountain peak. He was startled by the smell of burning his own skin, sometimes gulped down with foul-smelling water, and ate dog meat out of hunger. He is one ..",
      "price": 340,
      "supplier": "Sheba Prokashoni",
      "quantity":3
    }
]